Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/victims_of_crime/victims_and_the_coroner.html.txt.tmx
Source language: en
Languages: ga

source: Victims of crime and the coroner
ga: An cróinéir agus íospartaigh choireanna

source: When a person dies in sudden, unexplained, violent or unnatural circumstances in Ireland, there will be an enquiry into the death
ga: D'fhéadfadh sé go mbeadh fiosrúchán ann má chailltear duine go tobann, gan fáth, i gcás foréigin, nó le cúinsí mínádúrtha

source: The "coroner" who is either a qualified doctor or a lawyer conducts the enquiry
ga: Is é an cróinéir, atá ina d(h)ochtúir nó ina d(h)líodóir, a bhíonn i mbun an fhiosrúcháin

source: A post-mortem examination may be necessary, which may be followed by an "inquest"
ga: D'fhéadfadh sé go mbeadh scrúdú iar bháis le déanamh agus ina dhiaidh sin éisteacht ag coiste cróinéara

source: If a death is due to unnatural causes, then by law, an inquest must be held
ga: Más bás de bharr cúiseanna mínádúrtha a bhí i gceist ní mór, de réir an dlí, éisteacht ag coiste cróinéara a bheith ann

source: Arrangements that will not cause any unnecessary stress to family members should be made for the identification of the deceased person
ga: Ba cheart socruithe a dhéanamh nach gcuirfidh isteach gan fáth ar bhaill an teaghlaigh le corp duine a aithint

source: Sometimes arrangements will be made for an alternative person to carry out the identification
ga: Ó am go chéile is féidir socruithe a dhéanamh gurb é duine eile a dhéanfadh an corp a aithint

source: Post-mortems may be carried out following a death in certain circumstances
ga: Is féidir scrúdú iarbháis a dhéanamh tar éis báis i gcúinsí áirid

source: Information about the post-mortem procedure will be made available to the family of the deceased by the coroner's office
ga: Cuirfear eolas faoin bpróiséas a bhaineann le scrúdú iarbháis ar fáil don teaghlach ó oifig an chróinéara

source: If they have requested it, the findings of the examination will be made known to the family
ga: Más mian leis an teaghlach é is féidir torthaí an scrúduithe a chur ar fáil dóibh

source: The coroner will try to ensure that the body of the deceased is released without any undue delay and the family will be informed about the likely date and time of the release of the body
ga: Déanfaidh an cróinéir chuile iarracht corp a chur ar fáil don teaghlach gan aon mhoill agus inseofar don teaghlach cén dáta agus cén t-am a bhfuil súil an corp a bheith réidh dóibh

source: An inquest is an inquiry held in public by a coroner, sometimes with a jury
ga: Fiosrúchán poiblí a éisteann cróinéir é Coiste Cróinéara agus bíonn giúiré i láthair uaireanta

source: The inquest looks into the circumstances surrounding the death
ga: Breathnaíonn coiste an chróinéara ar na cúinsí a bhain le bás an duine

source: It's purpose is to establish the facts surrounding the death and to place those facts on the public record
ga: Tá sé mar aidhm ag an gcoiste cróinéara an fhírinne a bhain leis an mbás a thabhairt chun solais agus an scéal a thaifeadadh go poiblí

source: It also makes findings on the identification of the deceased, the date and place of death and the cause of death
ga: Ainmnítear an té atá básaithe, dáta agus áit an bháis chomh maith le fáth an bháis a thaifeadadh

source: The family will be informed of the date, time and place of the inquest as soon as possible
ga: Inseofar don teaghlach an dáta, an t-am agus an áit ar a mbeidh an Coiste Cróinéara chomh luath agus is féidir

source: The coroner or the jury may make a general recommendation designed to prevent similar deaths but the Coroner's Court cannot decide who is to blame for the death
ga: Is féidir leis an gcróinéir nó leis an ngiúiré moltaí ginearálta a dhéanamh le bás den chineál céanna a sheachaint arís, ach ní féidir le Cúirt an Chróinéara cinneadh a dhéanamh faoin duine atá ciontach as an mbás

source: The enquiry into a death can often involve upset and trauma for relatives and families
ga: Is féidir le fiosrúchán báis gaolta agus teaghlaigh an té atá básaithe a chur trína chéile

source: Coroners should make sure that each stage of their work is carried out with sensitivity and respect for both the deceased and the grieving families
ga: Ba cheart don chróinéir déanamh cinnte go bhfuil gach gné dá c(h)uid oibre curtha i gcrích ar bhealach leochaileach agus le hurraim don té atá básaithe agus do na teaghlaigh atá i gceist

source: After the inquest, the coroner will, if requested, make copies of documents available to the families for a fee
ga: Tar éis an fhiosrúcháin, cuirfidh an cróinéir, má dhéantar éileamh air, cóipeanna de na cáipéisí a chur ar fáil don teaghlach ar tháille

source: At present there is no legislation providing you with an entitlement to civil legal aid in the Coroner's Court
ga: I láthair na huaire níl aon reachtaíocht ann a sholáthraíonn teidlíocht duit do chabhair dhlíthiúil shibhialta i gCúirt an Chróinéara

source: However, a small number of ex-gratia, discretionary payments for legal representation at inquests have been made to families or next of kin of people who died in state care or custody or where the state was directly involved
ga: Cibé ar bith, tá líon beag íocaíochtaí ex-gratia lánroghnacha d'ionadaithe dlí ag ionchoisní déanta do theaghlaigh nó do neasghaolta daoine a fuair bás faoi chúram nó faoi choimeád an stáit nó nuair a bhí baint díreach ag an stát leis an gcás

source: If you have any complaints regarding the conduct of the coroner, you should contact your local authority or the Department of Justice and Equality. Further information is available in the Coroner Service Victims Charter (pdf). Where to apply Department of Justice and Equality 94 St
ga: Má tá aon ghearráin ag duine i dtaobh iompar an chróinéara, ba cheart teagmháil a dhéanamh leis an údarás áitiúil nó leis an Roinn Dlí agus Cirt agus Comhionannais
